Repository: SeniorTurkmen/Perchly
Catalog: ios/Perchly/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fr, ru, zh_hans

source: Hitap
ar: طريقة المخاطبة
de: Anrede
en: Form of Address
es: Forma de dirigirse
fr: Forme d'adresse
ru: Обращение
zh_hans: 称呼方式

source: Hitap en fazla %@ karakter olabilir.
ar: يمكن أن تتكون طريقة المخاطبة من %@ حرفاً كحد أقصى.
de: Die Anrede darf höchstens %@ Zeichen lang sein.
en: The form of address can be at most %@ characters.
es: La forma de dirigirse puede tener como máximo %@ caracteres.
fr: La forme d'adresse peut comporter au maximum %@ caractères.
ru: Обращение может содержать не более %@ символов.
zh_hans: 称呼最多 %@ 个字符。

source: Hobi & Kitap
ar: الهوايات والكتب
de: Hobby & Bücher
en: Hobby & Books
es: Aficiones y libros
fr: Loisirs et livres
ru: Хобби и книги
zh_hans: 爱好与书籍

source: Hobi Paylaşmak
ar: مشاركة هواية
de: Ein Hobby teilen
en: Sharing a Hobby
es: Compartir una afición
fr: Partager un loisir
ru: Делиться хобби
zh_hans: 分享爱好

source: Hobi paylaşmak istediğin için bu eşleşmeyi öne çıkardık. İstersen başka birini seçebilirsin.
ar: أبرزنا هذا التطابق لأنك أردت مشاركة هواية. يمكنك اختيار شخص آخر إن أردت.
de: Wir haben diese Übereinstimmung hervorgehoben, weil du ein Hobby teilen wolltest. Du kannst auch jemand anderen wählen, wenn du möchtest.
en: We highlighted this match because you wanted to share a hobby. You can choose someone else if you'd like.
es: Destacamos esta coincidencia porque querías compartir una afición. Si quieres, puedes elegir a otra persona.
fr: Nous avons mis en avant cette correspondance parce que tu voulais partager un loisir. Tu peux choisir quelqu'un d'autre si tu préfères.
ru: Мы выделили это совпадение, потому что ты хотел(а) поделиться хобби. Если хочешь, можешь выбрать кого-то другого.
zh_hans: 因为你想分享一个爱好,我们优先推荐了这个匹配。如果你愿意,也可以选择其他人。

source: Hobimden konuşalım
ar: لنتحدث عن هوايتي
de: Lass uns über mein Hobby sprechen
en: Let's talk about my hobby
es: Hablemos de mi afición
fr: Parlons de mon loisir
ru: Давай поговорим о моём хобби
zh_hans: 我们聊聊我的爱好吧

source: Kayıt Tamamla
ar: إكمال التسجيل
de: Registrierung abschließen
en: Complete Registration
es: Completar registro
fr: Terminer l'inscription
ru: Завершить регистрацию
zh_hans: 完成注册

source: Keşfet Personalar
ar: اكتشف الشخصيات
de: Personas entdecken
en: Discover Personas
es: Descubrir personas
fr: Découvrir les personas
ru: Открыть персон
zh_hans: 发现角色

source: Kitap & Hobi Partneri
ar: رفيق الكتب والهوايات
de: Buch- & Hobbypartner
en: Book & Hobby Partner
es: Compañero de libros y aficiones
fr: Partenaire livres et loisirs
ru: Партнёр по книгам и хобби
zh_hans: 书籍与爱好伙伴

source: Kitap & film
ar: الكتب والأفلام
de: Bücher & Filme
en: Books & movies
es: Libros y películas
fr: Livres et films
ru: Книги и фильмы
zh_hans: 书籍与电影

source: Kitap, film ve hobiler
ar: الكتب والأفلام والهوايات
de: Bücher, Filme und Hobbys
en: Books, movies, and hobbies
es: Libros, películas y aficiones
fr: Livres, films et loisirs
ru: Книги, фильмы и хобби
zh_hans: 书籍、电影与爱好

source: Kitap, film ve hobiler için hazır.
ar: مستعد للحديث عن الكتب والأفلام والهوايات.
de: Bereit für Bücher, Filme und Hobbys.
en: Ready for books, movies, and hobbies.
es: Listo para libros, películas y aficiones.
fr: Prêt pour les livres, les films et les loisirs.
ru: Готов говорить о книгах, фильмах и хобби.
zh_hans: 已准备好聊书籍、电影和爱好。

source: Kitap, film ve tutkular
ar: الكتب والأفلام والشغف
de: Bücher, Filme und Leidenschaften
en: Books, movies, and passions
es: Libros, películas y pasiones
fr: Livres, films et passions
ru: Книги, фильмы и увлечения
zh_hans: 书籍、电影与热爱之事

source: Kişilik Ayarları
ar: إعدادات الشخصية
de: Persönlichkeitseinstellungen
en: Personality Settings
es: Ajustes de personalidad
fr: Réglages de personnalité
ru: Настройки личности
zh_hans: 性格设置

source: Kod %@ içinde geçersiz olacak
ar: ستنتهي صلاحية الرمز خلال %@
de: Code läuft in %@ ab
en: Code expires in %@
es: El código caduca en %@
fr: Le code expire dans %@
ru: Код истекает через %@
zh_hans: 验证码将在 %@ 后失效

source: Kod Doğrulama
ar: التحقق من الرمز
de: Codeverifizierung
en: Code Verification
es: Verificación de código
fr: Vérification du code
ru: Проверка кода
zh_hans: 验证码校验

source: Kod Gönder
ar: إرسال الرمز
de: Code senden
en: Send Code
es: Enviar código
fr: Envoyer le code
ru: Отправить код
zh_hans: 发送验证码

source: Kod geçersiz. Tekrar dener misin?
ar: رمز غير صالح. هل تريد المحاولة مرة أخرى؟
de: Ungültiger Code. Möchtest du es erneut versuchen?
en: Invalid code. Want to try again?
es: Código no válido. ¿Quieres intentarlo de nuevo?
fr: Code invalide. Veux-tu réessayer ?
ru: Неверный код. Попробовать снова?
zh_hans: 验证码无效。要重试吗?

source: Kodu doğrula
ar: التحقق من الرمز
de: Code bestätigen
en: Verify code
es: Verificar código
fr: Vérifier le code
ru: Подтвердить код
zh_hans: 验证代码

source: Kodun süresi doldu. Yeni bir kod isteyebilirsin.
ar: انتهت صلاحية رمزك. يمكنك طلب رمز جديد.
de: Dein Code ist abgelaufen. Du kannst einen neuen anfordern.
en: Your code has expired. You can request a new one.
es: Tu código ha caducado. Puedes solicitar uno nuevo.
fr: Ton code a expiré. Tu peux en demander un nouveau.
ru: Срок действия кода истёк. Ты можешь запросить новый.
zh_hans: 你的验证码已过期。你可以请求一个新的。

source: Konuş
ar: تحدث
de: Sprechen
en: Talk
es: Hablar
fr: Parler
ru: Говорить
zh_hans: 聊天

source: Küçük adımlar, somut cesaret
ar: خطوات صغيرة، وشجاعة ملموسة
de: Kleine Schritte, konkreter Mut
en: Small steps, concrete courage
es: Pequeños pasos, valor concreto
fr: Petits pas, courage concret
ru: Маленькие шаги, конкретная смелость
zh_hans: 小步前进,实实在在的勇气

source: Küçük adımlar, somut öneriler
ar: خطوات صغيرة، واقتراحات ملموسة
de: Kleine Schritte, konkrete Vorschläge
en: Small steps, concrete suggestions
es: Pequeños pasos, sugerencias concretas
fr: Petits pas, suggestions concrètes
ru: Маленькие шаги, конкретные советы
zh_hans: 小步前进,具体建议

source: Küçük adımları kutlar, asla küçümsemez.
ar: يحتفي بالخطوات الصغيرة، ولا يقلل من شأنها أبداً.
de: Feiert kleine Schritte, macht nie klein.
en: Celebrates small steps, never belittles.
es: Celebra los pequeños pasos, nunca menosprecia.
fr: Célèbre les petits pas, ne rabaisse jamais.
ru: Празднует маленькие шаги, никогда не принижает.
zh_hans: 为每一小步喝彩,从不贬低。

source: Küçük bir adım atmak için hazır.
ar: مستعد لاتخاذ خطوة صغيرة.
de: Bereit, einen kleinen Schritt zu machen.
en: Ready to take a small step.
es: Listo para dar un pequeño paso.
fr: Prêt à faire un petit pas.
ru: Готов сделать маленький шаг.
zh_hans: 已准备好迈出一小步。

source: Meraklı sorular
ar: أسئلة فضولية
de: Neugierige Fragen
en: Curious questions
es: Preguntas curiosas
fr: Questions curieuses
ru: Любопытные вопросы
zh_hans: 充满好奇的提问

source: Motivasyon & Koç
ar: التحفيز والتدريب
de: Motivation & Coach
en: Motivation & Coach
es: Motivación y coaching
fr: Motivation et coaching
ru: Мотивация и коучинг
zh_hans: 激励与教练

source: Motivasyon Koçu
ar: مدرب التحفيز
de: Motivationscoach
en: Motivation Coach
es: Coach de motivación
fr: Coach de motivation
ru: Коуч по мотивации
zh_hans: 激励教练

source: Motive Olmak
ar: اكتساب الحافز
de: Motivation finden
en: Getting Motivated
es: Motivarse
fr: Se motiver
ru: Обрести мотивацию
zh_hans: 获得动力

source: Motive olmak istediğin için bu eşleşmeyi öne çıkardık. İstersen başka birini seçebilirsin.
ar: أبرزنا هذا التطابق لأنك أردت الشعور بالتحفيز. يمكنك اختيار شخص آخر إن أردت.
de: Wir haben diese Übereinstimmung hervorgehoben, weil du dich motivieren wolltest. Du kannst auch jemand anderen wählen, wenn du möchtest.
en: We highlighted this match because you wanted to feel motivated. You can choose someone else if you'd like.
es: Destacamos esta coincidencia porque querías sentirte motivado. Si quieres, puedes elegir a otra persona.
fr: Nous avons mis en avant cette correspondance parce que tu voulais te sentir motivé. Tu peux choisir quelqu'un d'autre si tu préfères.
ru: Мы выделили это совпадение, потому что ты хотел(а) почувствовать мотивацию. Если хочешь, можешь выбрать кого-то другого.
zh_hans: 因为你想获得激励,我们优先推荐了这个匹配。如果你愿意,也可以选择其他人。

source: Pasif
ar: غير نشط
de: Inaktiv
en: Inactive
es: Inactivo
fr: Inactif
ru: Неактивен
zh_hans: 非活跃

source: Perchmate'inin sana seçtiğin isimle hitap etmesini isteyebilirsin. Anonim devam edersen sohbette hiçbir isimle seslenilmez.
ar: يمكنك أن تطلب من Perchmate الخاص بك مناداتك بالاسم الذي تختاره. إذا تابعت بشكل مجهول، فلن يُستخدم أي اسم في الدردشة.
de: Du kannst deinen Perchmate bitten, dich mit dem von dir gewählten Namen anzusprechen. Wenn du anonym fortfährst, wird im Chat kein Name verwendet.
en: You can have your Perchmate address you by the name you choose. If you continue anonymously, no name will be used in chat.
es: Puedes hacer que tu Perchmate te llame por el nombre que elijas. Si continúas de forma anónima, no se usará ningún nombre en el chat.
fr: Tu peux demander à ton Perchmate de t'appeler par le nom que tu choisis. Si tu continues anonymement, aucun nom ne sera utilisé dans la discussion.
ru: Ты можешь попросить своего Perchmate обращаться к тебе по выбранному тобой имени. Если ты продолжишь анонимно, в чате имя использоваться не будет.
zh_hans: 你可以让你的 Perchmate 用你选择的名字称呼你。如果你选择匿名继续,聊天中将不会使用任何名字。

source: Persona Detay & Uyum
ar: تفاصيل الشخصية والتوافق
de: Persona-Details & Kompatibilität
en: Persona Detail & Compatibility
es: Detalle de persona y compatibilidad
fr: Détail de persona et compatibilité
ru: Детали персоны и совместимость
zh_hans: 角色详情与契合度

source: Persona Sohbet Seansı
ar: جلسة دردشة مع الشخصية
de: Persona-Chat-Sitzung
en: Persona Chat Session
es: Sesión de chat con persona
fr: Session de discussion avec la persona
ru: Сеанс общения с персоной
zh_hans: 角色聊天会话

source: Personalar
ar: الشخصيات
de: Personas
en: Personas
es: Personas
fr: Personas
ru: Персоны
zh_hans: 角色

source: Popüler
ar: شائع
de: Beliebt
en: Popular
es: Popular
fr: Populaire
ru: Популярное
zh_hans: 热门

source: Profil
ar: الملف الشخصي
en: Profile
es: Perfil
ru: Профиль
zh_hans: 个人资料

source: Ruh Hali
ar: المزاج
de: Stimmung
en: Mood
es: Estado de ánimo
fr: Humeur
ru: Настроение
zh_hans: 心情

source: Sadece geliştirme içindir. Cihazdaki oturumu, bağlı e-postayı ve cihaz kimliğini siler.
ar: للاستخدام في التطوير فقط. يحذف الجلسة والبريد الإلكتروني المرتبط ومعرّف الجهاز على هذا الجهاز.
de: Nur für die Entwicklung. Löscht die Sitzung, die verknüpfte E-Mail und die Geräte-ID auf diesem Gerät.
en: For development only. Deletes the session, linked email, and device id on this device.
es: Solo para desarrollo. Elimina la sesión, el correo vinculado y el id del dispositivo en este dispositivo.
fr: Réservé au développement. Supprime la session, l'e-mail associé et l'identifiant de cet appareil.
ru: Только для разработки. Удаляет сеанс, привязанную почту и id устройства на этом устройстве.
zh_hans: 仅供开发使用。将删除此设备上的会话、绑定邮箱和设备 ID。

source: Sadece sohbet etmek istiyorum
ar: أريد فقط أن أتحدث
de: Ich möchte einfach nur reden
en: I just want to chat
es: Solo quiero charlar
fr: Je veux juste discuter
ru: Я просто хочу поболтать
zh_hans: 我只是想聊聊天

source: Sakin bir sohbet molası için hazır.
ar: مستعد لاستراحة حديث هادئة.
de: Bereit für eine ruhige Gesprächspause.
en: Ready for a calm chat break.
es: Listo para una pausa de charla tranquila.
fr: Prêt pour une pause discussion tranquille.
ru: Готов к спокойной беседе.
zh_hans: 已准备好来一场平静的闲聊。

source: Samimi Dinleyici
ar: مستمع دافئ
de: Warmherziger Zuhörer
en: Warm Listener
es: Oyente cercano
fr: Auditeur chaleureux
ru: Тёплый собеседник
zh_hans: 温暖的倾听者

source: Samimi Kulüp
ar: النادي الحميم
de: Vertrauter Club
en: Intimate Club
es: Club íntimo
fr: Club intime
ru: Клуб близких
zh_hans: 亲密俱乐部

source: Sana bir Perchmate önerdik
ar: اقترحنا لك Perchmate
de: Wir haben dir einen Perchmate vorgeschlagen
en: We suggested a Perchmate for you
es: Te sugerimos un Perchmate
fr: Nous t'avons suggéré un Perchmate
ru: Мы предложили тебе Perchmate
zh_hans: 我们为你推荐了一位 Perchmate

source: Sana en uygun Perchmate'i bulalım.
ar: دعنا نجد Perchmate الأنسب لك.
de: Lass uns den Perchmate finden, der am besten zu dir passt.
en: Let's find the Perchmate that's right for you.
es: Encontremos el Perchmate perfecto para ti.
fr: Trouvons le Perchmate qui te convient le mieux.
ru: Давай найдём Perchmate, который подходит именно тебе.
zh_hans: 让我们为你找到最合适的 Perchmate。

source: Sana nasıl seslenelim?
ar: كيف ينبغي أن نخاطبك؟
de: Wie sollen wir dich ansprechen?
en: How should we address you?
es: ¿Cómo debemos dirigirnos a ti?
fr: Comment devrions-nous t'appeler ?
ru: Как нам к тебе обращаться?
zh_hans: 我们该怎么称呼你?

source: Seni dinlemeye hazır
ar: مستعد للاستماع إليك
de: Bereit, dir zuzuhören
en: Ready to listen to you
es: Listo para escucharte
fr: Prêt à t'écouter
ru: Готов выслушать тебя
zh_hans: 随时准备倾听你

source: Seni dinlemeye her zaman hazır, sakin bir dost var.
ar: هناك صديق هادئ مستعد دائماً للاستماع إليك.
de: Ein ruhiger Freund ist immer bereit, dir zuzuhören.
en: A calm friend is always ready to listen to you.
es: Un amigo tranquilo siempre está listo para escucharte.
fr: Un ami calme est toujours prêt à t'écouter.
ru: Спокойный друг всегда готов тебя выслушать.
zh_hans: 总有一位平静的朋友随时准备倾听你。

source: Seni haberdar edelim mi?
ar: هل تريد أن نُعلمك؟
de: Sollen wir dich benachrichtigen?
en: Should we notify you?
es: ¿Quieres que te avisemos?
fr: Souhaites-tu être notifié ?
ru: Уведомлять тебя?
zh_hans: 需要我们通知你吗?

source: Seni nasıl çağıralım?
ar: بماذا نناديك؟
de: Wie sollen wir dich nennen?
en: What should we call you?
es: ¿Cómo te llamamos?
fr: Comment devons-nous t'appeler ?
ru: Как нам тебя называть?
zh_hans: 我们该如何称呼你?

source: Seçimini istediğin zaman değiştirebilirsin.
ar: يمكنك تغيير اختيارك في أي وقت.
de: Du kannst deine Wahl jederzeit ändern.
en: You can change your choice anytime.
es: Puedes cambiar tu elección cuando quieras.
fr: Tu peux modifier ton choix à tout moment.
ru: Ты можешь изменить свой выбор в любое время.
zh_hans: 你可以随时更改你的选择。

source: Sistem Dili
ar: لغة النظام
de: Systemsprache
en: System Language
es: Idioma del sistema
fr: Langue du système
ru: Язык системы
zh_hans: 系统语言

source: Sohbet Arkadaşı
ar: رفيق الحديث
de: Gesprächspartner
en: Chat Companion
es: Compañero de charla
fr: Compagnon de discussion
ru: Собеседник
zh_hans: 聊天伙伴

source: Sohbet kaydı
ar: سجل المحادثة
de: Chatverlauf
en: Chat history
es: Historial de chat
fr: Historique de discussion
ru: История чата
zh_hans: 聊天记录

source: Sohbet tonu bu seçime göre şekillenecektir.
ar: سيتشكل أسلوب المحادثة بناءً على هذا الاختيار.
de: Der Gesprächston richtet sich nach dieser Wahl.
en: The tone of the conversation will be shaped by this choice.
es: El tono de la conversación se ajustará según esta elección.
fr: Le ton de la conversation sera façonné par ce choix.
ru: Тон разговора будет определяться этим выбором.
zh_hans: 对话的语气将根据此选择而定。

source: Sohbetler
ar: المحادثات
de: Chats
en: Chats
es: Chats
fr: Discussions
ru: Чаты
zh_hans: 聊天

source: Somut küçük adımlar
ar: خطوات صغيرة ملموسة
de: Konkrete kleine Schritte
en: Concrete small steps
es: Pequeños pasos concretos
fr: Petits pas concrets
ru: Конкретные маленькие шаги
zh_hans: 具体的小步骤

source: Sunucu hatası (%@).
ar: خطأ في الخادم (%@).
de: Serverfehler (%@).
en: Server error (%@).
es: Error del servidor (%@).
fr: Erreur serveur (%@).
ru: Ошибка сервера (%@).
zh_hans: 服务器错误 (%@)。

source: Sunucudan geçersiz yanıt alındı.
ar: تم استلام استجابة غير صالحة من الخادم.
de: Ungültige Antwort vom Server erhalten.
en: Received an invalid response from the server.
es: Se recibió una respuesta no válida del servidor.
fr: Réponse invalide reçue du serveur.
ru: Получен недействительный ответ от сервера.
zh_hans: 收到来自服务器的无效响应。

source: Sıcaklık
ar: الدفء
de: Wärme
en: Warmth
es: Calidez
fr: Chaleur
ru: Теплота
zh_hans: 温暖度

source: Sıfır yargı
ar: بلا أحكام
de: Null Urteile
en: Zero judgment
es: Cero juicios
fr: Zéro jugement
ru: Никакого осуждения
zh_hans: 零评判

source: Sıfırla
ar: إعادة التعيين
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
ru: Сбросить
zh_hans: 重置

source: Tamam
ar: حسناً
de: OK
en: OK
es: Aceptar
fr: OK
ru: ОК
zh_hans: 好的

source: Tavsiye değil, dinlenmek istiyorum
ar: أريد أن يُستمع إليّ لا أن أُنصح
de: Ich möchte gehört werden, nicht beraten
en: I want to be heard, not advised
es: Quiero que me escuchen, no que me aconsejen
fr: Je veux être écouté, pas conseillé
ru: Я хочу, чтобы меня выслушали, а не советовали
zh_hans: 我想要被倾听,而不是被建议

source: Tavsiye vermeden eşlik
ar: مرافقة دون نصائح
de: Begleitung ohne Ratschläge
en: Companionship without advice
es: Compañía sin consejos
fr: Accompagnement sans conseils
ru: Поддержка без советов
zh_hans: 只陪伴,不说教

source: Tekrar dene
ar: أعد المحاولة
de: Erneut versuchen
en: Try again
es: Intentar de nuevo
fr: Réessayer
ru: Повторить
zh_hans: 重试

source: Temizle
ar: مسح
de: Löschen
en: Clear
es: Borrar
fr: Effacer
ru: Очистить
zh_hans: 清除

source: Tepki: %@
ar: التفاعل: %@
de: Reaktion: %@
en: Reaction: %@
es: Reacción: %@
fr: Réaction : %@
ru: Реакция: %@
zh_hans: 反应:%@

source: Tümü
ar: الكل
de: Alle
en: All
es: Todas
fr: Tous
ru: Все
zh_hans: 全部

source: Varsayılana Döndür
ar: إعادة التعيين للوضع الافتراضي
de: Auf Standard zurücksetzen
en: Reset to Default
es: Restablecer valores predeterminados
fr: Réinitialiser par défaut
ru: Сбросить по умолчанию
zh_hans: 恢复默认

source: Vazgeç
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ru: Отмена
zh_hans: 取消

source: Verilerini kaybetme, cihaz değiştirdiğinde de seninle kalsın.
ar: لا تفقد بياناتك — احتفظ بها معك حتى عند تغيير جهازك.
de: Verliere deine Daten nicht — behalte sie, auch wenn du das Gerät wechselst.
en: Don't lose your data — keep it with you when you switch devices.
es: No pierdas tus datos: consérvalos contigo aunque cambies de dispositivo.
fr: Ne perds pas tes données — garde-les avec toi même en changeant d'appareil.
ru: Не теряй свои данные — сохраняй их при смене устройства.
zh_hans: 不要丢失你的数据——即使更换设备,也能继续保留。

source: Yanıt çözümlenemedi.
ar: تعذّر فك ترميز الاستجابة.
de: Die Antwort konnte nicht entschlüsselt werden.
en: Could not decode the response.
es: No se pudo decodificar la respuesta.
fr: Impossible de décoder la réponse.
ru: Не удалось декодировать ответ.
zh_hans: 无法解析响应。

source: Yargılamadan dinler
ar: يستمع دون إصدار أحكام
de: Hört ohne zu urteilen
en: Listens without judgment
es: Escucha sin juzgar
fr: Écoute sans juger
ru: Слушает без осуждения
zh_hans: 不加评判地倾听

source: Yargılamadan eşlik
ar: مرافقة دون إصدار أحكام
de: Begleitung ohne Vorurteile
en: Non-judgmental companionship
es: Compañía sin juicios
fr: Accompagnement sans jugement
ru: Поддержка без осуждения
zh_hans: 不加评判的陪伴

source: Yargılamadan, olduğun gibi dinler.
ar: يستمع دون حكم، كما أنت تماماً.
de: Hört zu, ohne zu urteilen — genau so, wie du bist.
en: Listens without judgment, just as you are.
es: Escucha sin juzgar, tal como eres.
fr: Écoute sans juger, exactement comme tu es.
ru: Слушает без осуждения, таким, какой ты есть.
zh_hans: 不加评判地倾听真实的你。

source: Yargısız, Şefkatli Alan
ar: مساحة خالية من الأحكام ومليئة بالرعاية
de: Ein urteilsfreier, fürsorglicher Ort
en: A Judgment-Free, Caring Space
es: Un espacio sin juicios y afectuoso
fr: Un espace sans jugement et bienveillant
ru: Пространство без осуждения, полное заботы
zh_hans: 不加评判、充满关怀的空间

source: Yazdığın hitap yalnızca sohbette sana seslenmek için kullanılır; satılmaz ve üçüncü partilerle paylaşılmaz. Anonim devam edersen hiçbir isim kaydedilmez.
ar: ما تكتبه يُستخدم فقط لمخاطبتك في الدردشة؛ ولا يُباع أو يُشارك مع أطراف ثالثة أبداً. إذا تابعت بشكل مجهول، فلن يتم تخزين أي اسم.
de: Was du schreibst, wird nur verwendet, um dich im Chat anzusprechen; es wird niemals verkauft oder an Dritte weitergegeben. Wenn du anonym fortfährst, wird kein Name gespeichert.
en: What you write is used only to address you in chat; it is never sold or shared with third parties. If you continue anonymously, no name is stored.
es: Lo que escribas se usa solo para dirigirse a ti en el chat; nunca se vende ni se comparte con terceros. Si continúas de forma anónima, no se almacena ningún nombre.
fr: Ce que tu écris n'est utilisé que pour t'appeler dans la discussion ; ce n'est jamais vendu ni partagé avec des tiers. Si tu continues anonymement, aucun nom n'est enregistré.
ru: То, что ты пишешь, используется только для обращения к тебе в чате; это никогда не продаётся и не передаётся третьим лицам. Если ты продолжишь анонимно, имя не сохраняется.
zh_hans: 你所写的内容仅用于在聊天中称呼你;绝不会出售或与第三方共享。如果你选择匿名继续,将不会存储任何名字。

source: Yaş Seçimi
ar: اختيار العمر
de: Altersauswahl
en: Age Selection
es: Selección de edad
fr: Sélection de l'âge
ru: Выбор возраста
zh_hans: 年龄选择

source: Yaş bilgin gizli tutulur ve yalnızca eşleşme uyumunu artırmak için kullanılır.
ar: يتم الحفاظ على خصوصية عمرك ويُستخدم فقط لتحسين جودة التطابق.
de: Dein Alter wird vertraulich behandelt und nur verwendet, um die Übereinstimmungsqualität zu verbessern.
en: Your age is kept private and only used to improve match quality.
es: Tu edad se mantiene privada y solo se usa para mejorar la calidad de las coincidencias.
fr: Ton âge reste privé et n'est utilisé que pour améliorer la qualité des correspondances.
ru: Твой возраст остаётся конфиденциальным и используется только для улучшения качества совпадений.
zh_hans: 你的年龄将被保密,仅用于提升匹配质量。

source: Yeni Kod İste
ar: طلب رمز جديد
de: Neuen Code anfordern
en: Request New Code
es: Solicitar nuevo código
fr: Demander un nouveau code
ru: Запросить новый код
zh_hans: 请求新验证码

source: Yerel Verileri Sıfırla (Debug)
ar: إعادة تعيين البيانات المحلية (تصحيح الأخطاء)
de: Lokale Daten zurücksetzen (Debug)
en: Reset Local Data (Debug)
es: Restablecer datos locales (Depuración)
fr: Réinitialiser les données locales (Débogage)
ru: Сбросить локальные данные (Отладка)
zh_hans: 重置本地数据(调试)

source: Yerel verileri sıfırla?
ar: إعادة تعيين البيانات المحلية؟
de: Lokale Daten zurücksetzen?
en: Reset local data?
es: ¿Restablecer datos locales?
fr: Réinitialiser les données locales ?
ru: Сбросить локальные данные?
zh_hans: 重置本地数据?

source: konuşma beklenen persona ile eşleşmedi
ar: المحادثة لا تتطابق مع الشخصية المتوقعة
de: die Unterhaltung stimmt nicht mit der erwarteten Persona überein
en: the conversation didn't match the expected persona
es: la conversación no coincide con la persona esperada
fr: la conversation ne correspond pas à la persona attendue
ru: разговор не соответствует ожидаемой персоне
zh_hans: 对话与预期的角色不匹配

source: Çok fazla deneme yaptın, biraz sonra tekrar dene.
ar: لقد قمت بعدد كبير جداً من المحاولات، حاول مرة أخرى بعد قليل.
de: Du hast zu oft versucht, versuch es gleich noch einmal.
en: You've made too many attempts, try again in a bit.
es: Has hecho demasiados intentos, inténtalo de nuevo en un rato.
fr: Tu as fait trop de tentatives, réessaie un peu plus tard.
ru: Слишком много попыток, попробуй немного позже.
zh_hans: 你尝试的次数太多了,请稍后再试。

source: Çok fazla hatalı deneme yaptın. Yeni bir kod istemen gerekiyor.
ar: لقد قمت بعدد كبير جداً من المحاولات الخاطئة. تحتاج إلى طلب رمز جديد.
de: Du hast zu viele falsche Versuche gemacht. Du musst einen neuen Code anfordern.
en: You've made too many incorrect attempts. You'll need to request a new code.
es: Has hecho demasiados intentos incorrectos. Deberás solicitar un nuevo código.
fr: Tu as fait trop de tentatives incorrectes. Tu dois demander un nouveau code.
ru: Слишком много неверных попыток. Тебе нужно запросить новый код.
zh_hans: 错误尝试次数过多,你需要请求一个新的验证码。

source: Önerilen
ar: موصى به
de: Empfohlen
en: Recommended
es: Recomendado
fr: Recommandé
ru: Рекомендуется
zh_hans: 推荐

source: Önerilen eşleşme
ar: تطابق موصى به
de: Empfohlene Übereinstimmung
en: Recommended match
es: Coincidencia recomendada
fr: Correspondance recommandée
ru: Рекомендуемое совпадение
zh_hans: 推荐匹配

source: Örn: Deniz, Ece, Can...
ar: مثال: أحمد، سارة، ليلى...
de: z. B. Alex, Sam, Jordan...
en: e.g. Alex, Sam, Jordan...
es: p. ej. Alex, Sam, Jordan...
fr: ex. Alex, Sam, Jordan...
ru: например, Алекс, Саша, Женя...
zh_hans: 例如:小明、小红、小李...
